{
  "1957": {
    "yearId": 0,
    "isTech": true,
    "year": "1957",
    "tech": "Sputnik 1",
    "fun facts": ["Was the first artificial Earth satellite. The Soviet Union launched it into an elliptical low Earth orbit on 4 October 1957. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958."],
    "images": []
  },

  "1958": {
    "yearId": 1,
    "isTech": false,
    "year": "1958",
    "tech": "none",
    "fun facts": ["NASA Was Founded"],
    "images": []
  },

  "1959": {
    "yearId": 2,
    "isTech": true,
    "year": "1959",
    "tech": "x-15",
    "fun facts": ["The North American X-15 is a hypersonic rocket-powered aircraft. It was operated by the United States Air Force and the National Aeronautics and Space Administration as part of the X-plane series of experimental aircraft. The X-15 set speed and altitude records in the 1960s, reaching the edge of outer space and returning with valuable data used in aircraft and spacecraft design. The X-15's highest speed, 4,520 miles per hour (7,274 km/h; 2,021 m/s)"],
    "images": []
  },

  "1960": {
    "yearId": 3,
    "isTech": true,
    "year": "1960",
    "tech": "Weather Satellites",
    "fun facts": ["NASA launched the first Television Infrared Observation Satellite (TIROS) on April 1, 1960. The TIROS program evolved into the Nation’s weather satellite system."],
    "images": []
  },

  "1961": {
    "yearId": 4,
    "isTech": true,
    "year": "1961",
    "tech": "none",
    "fun facts": ["The six Mercury missions placed the first Americans in orbit and brought some of the first public benefits of the Space Program, including plasma heating for hydrocarbon decomposition and toxic, medical, asbestos, chemical, and radioactive waste disposal."],
    "images": []
  },

  "1962": {
    "yearId": 5,
    "isTech": true,
    "year": "Ariel 1",
    "fun facts": ["Ariel 1 (also known as UK-1 and S-55), was the first British satellite, and the first satellite in the Ariel programme. Its launch in 1962 made the United Kingdom the third country to operate a satellite, after the Soviet Union and the United States. It was constructed in both the UK and the United States by NASA Goddard Space Flight Center and SERC, under an agreement reached as the result of political discussions in 1959 and 1960. "],
    "images": []
  },

  "1963": {
    "yearId": 6,
    "isTech": true,
    "year": "1963",
    "tech": "Lifting Bodies",
    "fun facts": ["The original idea of lifting bodies was conceived about 1957 by Dr. Alfred J. Eggers Jr., then the assistant director for Research and Development Analysis and Planning at what later became the NASA Ames Research Center, Moffett Field, CA (then called the Ames Aeronautical Laboratory). Eggers found that by slightly modifying a symmetrical nose cone shape, aerodynamic lift could be produced. This lift would enable the modified shape to fly back from space rather than plunge to Earth in a ballistic trajectory."],
    "images": []
  },

  "1964": {
    "yearId": 7,
    "isTech": true,
    "year": "1963",
    "tech": "Vostok 6",
    "fun facts": ["Vostok 6  was the first human spaceflight to carry a woman, cosmonaut Valentina Tereshkova, into space. The spacecraft was launched on 16 June 1963. While Vostok 5 had been delayed by technical problems, Vostok 6's launch proceeded with no difficulties. Data collected during the mission provided better understanding of the female body's reaction to spaceflight."],
    "images": []
  },

  "1965": {
    "yearId": 8,
    "isTech": true,
    "year": "1965",
    "tech": "Luna 9",
    "fun facts": ["Luna 9 (Луна-9), internal designation Ye-6 No.13, was an uncrewed space mission of the Soviet Union's Luna programme. On 3 February 1966, the Luna 9 spacecraft became the first spacecraft to achieve a survivable landing on a celestial body."],
    "images": []
  },

  "1968": {
    "yearId": 9,
    "isTech": true,
    "year": "1968",
    "tech": "Apollo",
    "fun facts": ["Five heavyweight lifting-body designs provided an excellent starting point for designers of future vehicles, including the space shuttle."],
    "images": []
  }



}